/*! @file
	@brief その他色々な処理かもだ
	このファイルは DocMiscellaneous.cpp です。
	@author	SikigamiHNQ
	@date	2011/11/17
*/

#include "stdafx.h"
#include "OrinrinEditor.h"
//-------------------------------------------------------------------------------------------------



//-------------------------------------------------------------------------------------------------

//統計情報

HRESULT DocStatisticsPage( INT iPage, FILES_ITR itFile )
{

	//	使用文字一覧とか・SQLで文字データベース作ればいい



	return S_OK;
}
//-------------------------------------------------------------------------------------------------


